anteprimorac.html-end-tag-labels
bradlc.vscode-tailwindcss
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
firsttris.vscode-jest-runner
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-pull-request-github
heybourn.headwind
humao.rest-client
mrmlnc.vscode-autoprefixer
ms-ceintl.vscode-language-pack-ja
ms-vscode.vscode-typescript-next
pkief.material-icon-theme
pranaygp.vscode-css-peek
rajeshwaran.developer-theme-dark
steoates.autoimport
usernamehw.errorlens
vscode-icons-team.vscode-icons
williamdasilva.lottie-viewer
zhuangtongfa.material-theme
zignd.html-css-class-completion